{
  "bio": {
    "title": "Biografia",
    "description": "Luca Battista nasce a Campobasso il 5 giugno 1992. Vive a Sepino, dove la natura incontaminata e la salubrità dei luoghi propiziano ancor di più una già innata passione per la musica. Infatti Luca, da quando aveva 4 anni, inizia a suonare l’organetto con alcuni maestri privati; una passione che gli trasmette suo nonno, il quale già era noto alle cronache locali per la sua bravura. Ma l’amore per la musica, scritto nel suo dna, non basta; così sin dalla prima adolescenza la tecnica va a raffinare la sua predisposizione: i maestri di musica notano subito la sua bravura. Continua successivamente gli studi da autodidatta, insegnando ad allievi che, come lui, ottengono soddisfazioni non indifferenti, classificandosi ai primi posti di varie competizioni. Centrale nella sua formazione artistica è il rapporto con il maestro Antonio Colagiovanni, grazie al quale si avvicina al mondo del piano e della tastiera elettronica, senza mai tralasciare l’organetto, prima il 2 bassi, poi l’8 bassi (fisarmonica diatonica). Si mette così alla prova in concorsi di tastiera in cui si classifica primo assoluto. Nel 2013 vince il 1° premio al concorso nazionale di fisarmonica diatonica a Serre (Salerno) con 98/100 punti, categoria D. L’anno successivo, al concorso nazionale di organetto di Montesano sulla Marcellana, conquista il primo premio con 97/100. Nel 2015 alla sua carriera già ricca di successi, aggiunge l’incisione del suo primo cd, seguito sempre dal maestro Colagiovanni. Si tratta di canzoni disco mix, fra cui ci sono brani di musica classica arrangiati in versione dance. Per il futuro numerosi sono i progetti, oltre ad altri cd, insegnamento e serate di intrattenimento … Il segreto del suo successo? Forse la capacità di saper coniugare il folk, la tradizione, il disco mix, l’etnica e così via, in un insieme di voli pindarici da un genere all’altro. Uno stile poliedrico, capace di tener insieme vecchie e nuove generazioni.",
    "photo": "images/pic/foto_interno.jpg"
  },
  "contacts": [
    {
      "type": "email",
      "contact": "lucabattista.web@gmail.com"
    },
    {
      "type": "phone",
      "contact": " 320 8013428 "
    }
  ],
  "shops": [
    {
      "name": "Ebay",
      "icon": "glyphicon-shopping-cart",
      "url": "http://cgi.ebay.it/ws/eBayISAPI.dll?ViewItem&item=221870087843"
    },
    {
      "name": "Itunes",
      "icon": "glyphicon-cd",
      "url": "https://itunes.apple.com/it/album/id1033860246"
    },
    {
      "name": "Google Play",
      "icon": "glyphicon-headphones",
      "url": "https://play.google.com/store/music/album/Luca_Battista_Dance_Mix?id=Bt5p2zty7dmyrenibwn7pfyaxaq"
    }
  ],
  "musics": [
    {
      "name": "Organetto Dance",
      "cover": "images/pic/copertina_cd.png",
      "tracks": [
        {
          "name": "Bach",
          "path": "mp3/Bach - demo.mp3"
        },
        {
          "name": "Dance of shadows",
          "path": "mp3/Dance of shadows - demo.mp3"
        },
        {
          "name": "I like chopin",
          "path": "mp3/I like chopin - demo.mp3"
        },
        {
          "name": "Paradise",
          "path": "mp3/Paradise - demo.mp3"
        },
        {
          "name": "Tango mix",
          "path": "mp3/Tango mix - demo.mp3"
        },
        {
          "name": "Bora Bora",
          "path": "mp3/bora bora - demo.mp3"
        }
      ]
    }
  ]
}